Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# gettingStarted.step.ragWorkspace.detail
source: Ask questions across saved repos with source citations.
ar: اطرح أسئلة عبر المستودعات المحفوظة مع الاستشهاد بالمصادر.
de: Fragen über gespeicherte Repositories mit Quellenangaben stellen.
es: Haz preguntas sobre repositorios guardados con citas de fuentes.
fr: Poser des questions sur les dépôts enregistrés avec des citations de sources.
id: Ajukan pertanyaan di seluruh repositori yang disimpan dengan kutipan sumber.
it: Fai domande sui repository salvati con citazioni delle fonti.
ja: 保存したリポジトリ全体にわたって、ソース引用付きで質問できます。
ko: 저장된 저장소 전체에 걸쳐 출처 인용과 함께 질문합니다.
nl: Stel vragen over opgeslagen repo's met bronvermeldingen.
pl: Zadawaj pytania w zapisanych repozytoriach z cytowaniem źródeł.
pt_br: Faça perguntas em repositórios salvos com citações de fontes.
ru: Задавайте вопросы по сохранённым репозиториям с цитированием источников.
tr: Kaydedilmiş depolar arasında kaynak alıntılarla soru sorun.
uk: Ставте запитання за збереженими репозиторіями з цитуванням джерел.
vi: Đặt câu hỏi trên các repo đã lưu kèm trích dẫn nguồn.
zh_hans: 基于已收藏仓库提问，并查看引用来源。
zh_hant: 針對已儲存的倉庫提問，並檢視引用來源。

# gettingStarted.step.ragWorkspace.title
source: Try RAG workspace
ar: جرّب مساحة عمل RAG
de: RAG-Arbeitsbereich testen
es: Probar espacio RAG
fr: Essayer l'espace RAG
id: Coba ruang kerja RAG
it: Prova spazio RAG
ja: RAGワークスペースを試す
ko: RAG 작업공간 사용해보기
nl: Probeer RAG-werkruimte
pl: Wypróbuj obszar RAG
pt_br: Experimente o espaço de trabalho RAG
ru: Попробовать рабочее пространство RAG
tr: RAG çalışma alanını dene
uk: Спробуйте RAG-середовище
vi: Dùng thử không gian RAG
zh_hans: 试用 RAG 工作台
zh_hant: 試用 RAG 工作區

# gettingStarted.step.repoHomepage.action
source: Open GitHub page
ar: فتح صفحة GitHub
de: GitHub-Seite öffnen
es: Abrir página de GitHub
fr: Ouvrir la page GitHub
id: Buka halaman GitHub
it: Apri pagina GitHub
ja: GitHubページを開く
ko: GitHub 페이지 열기
nl: Open GitHub-pagina
pl: Otwórz stronę GitHub
pt_br: Abrir página do GitHub
ru: Открыть страницу GitHub
tr: GitHub sayfasını aç
uk: Відкрити сторінку GitHub
vi: Mở trang GitHub
zh_hans: 打开项目主页
zh_hant: 開啟 GitHub 頁面

# gettingStarted.step.repoHomepage.detail
source: Click the repo logo to open its GitHub project page.
ar: انقر على شعار المستودع لفتح صفحة مشروعه على GitHub.
de: Auf das Repository-Logo klicken, um die GitHub-Projektseite zu öffnen.
es: Haz clic en el logo del repositorio para abrir su página de proyecto en GitHub.
fr: Cliquer sur le logo du dépôt pour ouvrir sa page de projet GitHub.
id: Klik logo repositori untuk membuka halaman proyek GitHub-nya.
it: Clicca il logo del repository per aprire la sua pagina GitHub.
ja: リポジトリのロゴをクリックして、GitHubプロジェクトページを開きます。
ko: 저장소 로고를 클릭하여 GitHub 프로젝트 페이지를 엽니다.
nl: Klik op het repo-logo om de GitHub-projectpagina te openen.
pl: Kliknij logo repozytorium, aby otworzyć jego stronę projektu na GitHub.
pt_br: Clique no logotipo do repositório para abrir a página do projeto no GitHub.
ru: Нажмите на логотип репозитория, чтобы открыть его страницу проекта на GitHub.
tr: Depo logosuna tıklayarak GitHub proje sayfasını açın.
uk: Натисніть логотип репозиторію, щоб відкрити його сторінку проекту на GitHub.
vi: Nhấp vào logo repo để mở trang dự án GitHub.
zh_hans: 点击项目 Logo，打开 GitHub 项目主页。
zh_hant: 點擊倉庫標誌以開啟其 GitHub 專案頁面。

# gettingStarted.step.repoHomepage.title
source: Open project homepage
ar: فتح الصفحة الرئيسية للمشروع
de: Projekt-Startseite öffnen
es: Abrir página de inicio del proyecto
fr: Ouvrir la page d'accueil du projet
id: Buka halaman proyek
it: Apri homepage del progetto
ja: プロジェクトホームページを開く
ko: 프로젝트 홈페이지 열기
nl: Open projectstartpagina
pl: Otwórz stronę projektu
pt_br: Abrir página inicial do projeto
ru: Открыть домашнюю страницу проекта
tr: Proje ana sayfasını aç
uk: Відкрити домашню сторінку проекту
vi: Mở trang chủ dự án
zh_hans: 打开项目主页
zh_hant: 開啟專案首頁

# gettingStarted.step.search.action
source: Search by keyword
ar: البحث بكلمة مفتاحية
de: Nach Stichwort suchen
es: Buscar por palabra clave
fr: Rechercher par mot-clé
id: Cari berdasarkan kata kunci
it: Cerca per parola chiave
ja: キーワードで検索
ko: 키워드로 검색
nl: Zoek op trefwoord
pl: Szukaj według słowa kluczowego
pt_br: Pesquisar por palavra-chave
ru: Поиск по ключевому слову
tr: Anahtar kelime ile ara
uk: Пошук за ключовим словом
vi: Tìm kiếm theo từ khóa
zh_hans: 用关键词搜索
zh_hant: 用關鍵字搜尋

# gettingStarted.step.search.detail
source: Use search when you remember what a project does, not its exact name.
ar: استخدم البحث عندما تتذكر وظيفة المشروع، وليس اسمه بالضبط.
de: Suche verwenden, wenn Sie wissen, was ein Projekt tut, aber nicht den genauen Namen.
es: Usa la búsqueda cuando recuerdes lo que hace un proyecto, no su nombre exacto.
fr: Utiliser la recherche quand vous vous souvenez de ce que fait un projet, pas de son nom exact.
id: Gunakan pencarian saat Anda ingat apa yang dilakukan proyek, bukan nama persisnya.
it: Usa la ricerca quando ricordi cosa fa un progetto, non il nome esatto.
ja: プロジェクトの正確な名前ではなく、機能を覚えているときに検索を使用します。
ko: 프로젝트의 정확한 이름이 아닌 기능을 기억할 때 검색을 사용하세요.
nl: Gebruik zoeken wanneer u weet wat een project doet, maar niet de exacte naam.
pl: Użyj wyszukiwania, gdy pamiętasz, co robi projekt, ale nie jego dokładną nazwę.
pt_br: Use a pesquisa quando lembrar o que um projeto faz, mas não o nome exato.
ru: Используйте поиск, когда помните, что делает проект, но не его точное название.
tr: Bir projenin ne yaptığını hatırladığınızda, tam adını değil, aramayı kullanın.
uk: Використовуйте пошук, коли пам'ятаєте, що робить проект, але не його точну назву.
vi: Dùng tìm kiếm khi bạn nhớ chức năng của dự án, không phải tên chính xác.
zh_hans: 当你只记得用途、不记得名字时，用搜索找回它。
zh_hant: 當你記得專案用途但不記得確切名稱時，使用搜尋功能。

# gettingStarted.step.search.title
source: Try search
ar: جرّب البحث
de: Suche testen
es: Probar búsqueda
fr: Essayer la recherche
id: Coba pencarian
it: Prova la ricerca
ja: 検索を試す
ko: 검색 사용해보기
nl: Probeer zoeken
pl: Wypróbuj wyszukiwanie
pt_br: Experimente a pesquisa
ru: Попробовать поиск
tr: Aramayı dene
uk: Спробуйте пошук
vi: Dùng thử tìm kiếm
zh_hans: 试一次搜索
zh_hant: 試一次搜尋

# gettingStarted.step.select.action
source: Select a repository
ar: اختيار مستودع
de: Repository auswählen
es: Seleccionar un repositorio
fr: Sélectionner un dépôt
id: Pilih repositori
it: Seleziona un repository
ja: リポジトリを選択
ko: 저장소 선택
nl: Selecteer een repository
pl: Wybierz repozytorium
pt_br: Selecionar um repositório
ru: Выбрать репозиторий
tr: Bir depo seç
uk: Виберіть репозиторій
vi: Chọn một kho lưu trữ
zh_hans: 选择一个仓库
zh_hant: 選擇一個倉庫

# gettingStarted.step.select.detail
source: Select a repo to read its README, metadata, tags, and notes.
ar: اختر مستودعًا لقراءة ملف README والبيانات الوصفية والوسوم والملاحظات.
de: Ein Repository auswählen, um README, Metadaten, Tags und Notizen zu lesen.
es: Selecciona un repositorio para leer su README, metadatos, etiquetas y notas.
fr: Sélectionner un dépôt pour lire son README, ses métadonnées, ses étiquettes et ses notes.
id: Pilih repositori untuk membaca README, metadata, tag, dan catatannya.
it: Seleziona un repository per leggere README, metadati, tag e note.
ja: リポジトリを選択して、README、メタデータ、タグ、ノートを表示します。
ko: 저장소를 선택하여 README, 메타데이터, 태그, 메모를 읽습니다.
nl: Selecteer een repo om de README, metadata, tags en notities te lezen.
pl: Wybierz repozytorium, aby przeczytać jego README, metadane, tagi i notatki.
pt_br: Selecione um repositório para ler seu README, metadados, tags e notas.
ru: Выберите репозиторий, чтобы прочитать его README, метаданные, теги и заметки.
tr: README'sini, meta verilerini, etiketlerini ve notlarını okumak için bir depo seçin.
uk: Виберіть репозиторій, щоб прочитати його README, метадані, теги та нотатки.
vi: Chọn repo để đọc README, siêu dữ liệu, thẻ và ghi chú.
zh_hans: 选择仓库查看 README、元信息、标签和笔记。
zh_hant: 選擇倉庫以檢視其 README、中繼資料、標籤與筆記。

# gettingStarted.step.select.title
source: Open a repository
ar: فتح مستودع
de: Repository öffnen
es: Abrir un repositorio
fr: Ouvrir un dépôt
id: Buka repositori
it: Apri un repository
ja: リポジトリを開く
ko: 저장소 열기
nl: Open een repository
pl: Otwórz repozytorium
pt_br: Abrir um repositório
ru: Открыть репозиторий
tr: Bir depo aç
uk: Відкрити репозиторій
vi: Mở một kho lưu trữ
zh_hans: 打开一个仓库
zh_hant: 開啟一個倉庫

# gettingStarted.step.shareProfile.action
source: Open share card
ar: فتح بطاقة المشاركة
de: Freigabekarte öffnen
es: Abrir tarjeta de perfil
fr: Ouvrir la carte de partage
id: Buka kartu berbagi
it: Apri scheda di condivisione
ja: 共有カードを開く
ko: 공유 카드 열기
nl: Open deelkaart
pl: Otwórz kartę udostępniania
pt_br: Abrir cartão de compartilhamento
ru: Открыть карточку для публикации
tr: Paylaşım kartını aç
uk: Відкрити картку для поширення
vi: Mở thẻ chia sẻ
zh_hans: 打开分享卡片
zh_hant: 開啟分享卡片

# gettingStarted.step.shareProfile.detail
source: Use the avatar share button to export your Starcat card.
ar: استخدم زر مشاركة الصورة الرمزية لتصدير بطاقة Starcat الخاصة بك.
de: Den Avatar-Freigabebutton verwenden, um Ihre Starcat-Karte zu exportieren.
es: Usa el botón de compartir del avatar para exportar tu tarjeta de Starcat.
fr: Utiliser le bouton de partage de l'avatar pour exporter votre carte Starcat.
id: Gunakan tombol berbagi avatar untuk mengekspor kartu Starcat Anda.
it: Usa il pulsante di condivisione dell'avatar per esportare la tua scheda Starcat.
ja: アバターの共有ボタンを使用して、Starcatカードをエクスポートします。
ko: 아바타 공유 버튼을 사용하여 Starcat 카드를 내보냅니다.
nl: Gebruik de avatar-deelknop om uw Starcat-kaart te exporteren.
pl: Użyj przycisku udostępniania awatara, aby wyeksportować swoją kartę Starcat.
pt_br: Use o botão de compartilhamento do avatar para exportar seu cartão Starcat.
ru: Используйте кнопку публикации в аватаре, чтобы экспортировать карточку Starcat.
tr: Avatar paylaşma düğmesini kullanarak Starcat kartınızı dışa aktarın.
uk: Використовуйте кнопку поширення аватара, щоб експортувати свою картку Starcat.
vi: Dùng nút chia sẻ trên hình đại diện để xuất thẻ Starcat.
zh_hans: 用头像旁的分享按钮导出 Starcat 卡片。
zh_hant: 使用頭像旁的分享按鈕匯出你的 Starcat 卡片。

# gettingStarted.step.shareProfile.title
source: Share your profile card
ar: مشاركة بطاقة ملفك الشخصي
de: Profilkarte teilen
es: Compartir tu tarjeta de perfil
fr: Partager votre carte de profil
id: Bagikan kartu profil Anda
it: Condividi la tua scheda profilo
ja: プロフィールカードを共有
ko: 프로필 카드 공유하기
nl: Deel uw profielkaart
pl: Udostępnij swoją kartę profilową
pt_br: Compartilhe seu cartão de perfil
ru: Поделиться карточкой профиля
tr: Profil kartınızı paylaşın
uk: Поширити картку профілю
vi: Chia sẻ thẻ hồ sơ của bạn
zh_hans: 分享个人卡片
zh_hant: 分享個人卡片

# gettingStarted.step.signIn.action
source: Sign in to sync Stars
ar: تسجيل الدخول لمزامنة النجوم
de: Anmelden, um Stars zu synchronisieren
es: Iniciar sesión para sincronizar estrellas
fr: Se connecter pour synchroniser les Stars
id: Masuk untuk menyinkronkan Bintang
it: Accedi per sincronizzare le stelle
ja: サインインしてスターを同期
ko: Stars 동기화를 위해 로그인
nl: Meld u aan om Stars te synchroniseren
pl: Zaloguj się, aby synchronizować gwiazdki
pt_br: Entrar para sincronizar Stars
ru: Войти для синхронизации звёзд
tr: Yıldızları senkronize etmek için oturum aç
uk: Увійти для синхронізації зірок
vi: Đăng nhập để đồng bộ Stars
zh_hans: 登录以同步 Stars
zh_hant: 登入以同步 Stars

# gettingStarted.step.signIn.detail
source: Connect your GitHub account so Starcat can read your Stars.
ar: اربط حساب GitHub الخاص بك ليتمكن Starcat من قراءة نجومك.
de: GitHub-Konto verbinden, damit Starcat Ihre Stars lesen kann.
es: Conecta tu cuenta de GitHub para que Starcat pueda leer tus estrellas.
fr: Connecter votre compte GitHub pour que Starcat puisse lire vos Stars.
id: Hubungkan akun GitHub Anda agar Starcat dapat membaca Bintang Anda.
it: Collega il tuo account GitHub così Starcat può leggere le tue stelle.
ja: GitHubアカウントを接続して、Starcatがスターを読み取れるようにします。
ko: GitHub 계정을 연결하여 Starcat이 Stars를 읽을 수 있게 합니다.
nl: Verbind uw GitHub-account zodat Starcat uw Stars kan lezen.
pl: Połącz swoje konto GitHub, aby Starcat mógł odczytać Twoje gwiazdki.
pt_br: Conecte sua conta do GitHub para que o Starcat possa ler suas Stars.
ru: Подключите учётную запись GitHub, чтобы Starcat мог читать ваши звёзды.
tr: GitHub hesabınızı bağlayın, böylece Starcat Yıldızlarınızı okuyabilsin.
uk: Підключіть свій обліковий запис GitHub, щоб Starcat міг читати ваші зірки.
vi: Kết nối tài khoản GitHub để Starcat đọc Stars của bạn.
zh_hans: 连接 GitHub 账号，让 Starcat 读取你的 Stars。
zh_hant: 連結你的 GitHub 帳號，讓 Starcat 讀取你的 Stars。

# gettingStarted.step.signIn.title
source: Sign in to GitHub
ar: تسجيل الدخول إلى GitHub
de: Bei GitHub anmelden
es: Iniciar sesión en GitHub
fr: Se connecter à GitHub
id: Masuk ke GitHub
it: Accedi a GitHub
ja: GitHubにサインイン
ko: GitHub에 로그인
nl: Meld u aan bij GitHub
pl: Zaloguj się do GitHub
pt_br: Entrar no GitHub
ru: Войти в GitHub
tr: GitHub'a giriş yap
uk: Увійти до GitHub
vi: Đăng nhập GitHub
zh_hans: 登录 GitHub
zh_hant: 登入 GitHub

# gettingStarted.step.sync.action
source: Sync GitHub Stars
ar: مزامنة نجوم GitHub
de: GitHub-Stars synchronisieren
es: Sincronizar estrellas de GitHub
fr: Synchroniser les Stars GitHub
id: Sinkronkan Bintang GitHub
it: Sincronizza stelle GitHub
ja: GitHubスターを同期
ko: GitHub Stars 동기화
nl: Synchroniseer GitHub Stars
pl: Synchronizuj gwiazdki GitHub
pt_br: Sincronizar Stars do GitHub
ru: Синхронизировать звёзды GitHub
tr: GitHub Yıldızlarını senkronize et
uk: Синхронізувати зірки GitHub
vi: Đồng bộ GitHub Stars
zh_hans: 同步 GitHub Stars
zh_hant: 同步 GitHub Stars

# gettingStarted.step.sync.detail
source: Pull your starred repositories into the local library.
ar: اسحب مستودعاتك المميزة بنجمة إلى المكتبة المحلية.
de: Ihre markierten Repositories in die lokale Bibliothek übertragen.
es: Trae tus repositorios destacados a la biblioteca local.
fr: Importer vos dépôts star dans la bibliothèque locale.
id: Tarik repositori yang Anda tandai ke perpustakaan lokal.
it: Importa i tuoi repository stellati nella libreria locale.
ja: スターを付けたリポジトリをローカルライブラリに取り込みます。
ko: 별표 표시한 저장소를 로컬 라이브러리로 가져옵니다.
nl: Haal uw gemarkeerde repositories op in de lokale bibliotheek.
pl: Pobierz swoje oznaczone gwiazdką repozytoria do lokalnej biblioteki.
pt_br: Traga seus repositórios com estrela para a biblioteca local.
ru: Загрузите звёздные репозитории в локальную библиотеку.
tr: Yıldızladığınız depoları yerel kütüphaneye çekin.
uk: Імпортуйте ваші зірочки в локальну бібліотеку.
vi: Kéo các repo đã đánh dấu sao vào thư viện cục bộ.
zh_hans: 把已收藏仓库拉到本地资料库。
zh_hant: 將已收藏的倉庫拉取到本地資料庫。

# gettingStarted.step.sync.title
source: Sync your Stars
ar: مزامنة نجومك
de: Stars synchronisieren
es: Sincronizar tus estrellas
fr: Synchroniser vos Stars
id: Sinkronkan Bintang Anda
it: Sincronizza le tue stelle
ja: スターを同期
ko: Stars 동기화
nl: Synchroniseer uw Stars
pl: Synchronizuj swoje gwiazdki
pt_br: Sincronize suas Stars
ru: Синхронизировать звёзды
tr: Yıldızlarınızı senkronize edin
uk: Синхронізуйте свої зірки
vi: Đồng bộ Stars của bạn
zh_hans: 同步 Stars
zh_hant: 同步 Stars

# gettingStarted.step.unstar.action
source: Unstar this repo
ar: إلغاء تنجيم هذا المستودع
de: Dieses Repository entmarkieren
es: Quitar estrella de este repositorio
fr: Retirer le star de ce dépôt
id: Hapus bintang repositori ini
it: Rimuovi stella da questo repository
ja: このリポジトリのスターを外す
ko: 이 저장소 별표 취소
nl: Verwijder ster van deze repo
pl: Usuń gwiazdkę z tego repozytorium
pt_br: Remover estrela deste repositório
ru: Убрать звезду из этого репозитория
tr: Bu deponun yıldızını kaldır
uk: Прибрати зірку з цього репозиторію
vi: Bỏ sao repo này
zh_hans: 取消 Star
zh_hant: 取消 Star

# gettingStarted.step.unstar.detail
source: Unstar it here; restore later from Activity -> Undo Star.
ar: ألغِ تنجيمه هنا؛ يمكنك استعادته لاحقًا من النشاط -> التراجع عن إلغاء التنجيم.
de: Hier entmarkieren; später über Aktivität → Entmarkieren rückgängig machen.
es: Quítale la estrella aquí; restáurala después desde Actividad → Deshacer estrella.
fr: Retirer le star ici ; restaurer plus tard depuis Activité -> Annuler le star.
id: Hapus bintang di sini; pulihkan nanti dari Aktivitas -> Urungkan Bintang.
it: Rimuovi la stella qui; ripristina dopo da Attività → Annulla stella.
ja: ここでスターを外せます。後でアクティビティ→スターを元に戻すから復元できます。
ko: 여기서 별표를 취소하고, 나중에 활동 → 별표 취소 복구에서 복원할 수 있습니다.
nl: Verwijder de ster hier; herstel later via Activiteit → Ster ongedaan maken.
pl: Usuń gwiazdkę tutaj; przywróć później z Aktywność -> Cofnij gwiazdkę.
pt_br: Remova a estrela aqui; restaure depois em Atividade -> Desfazer remoção de estrela.
ru: Уберите звезду здесь; восстановите позже через Активность → Отменить звезду.
tr: Buradan yıldızını kaldırın; daha sonra Etkinlik -> Yıldızı Geri Al ile geri yükleyin.
uk: Приберіть зірку тут; відновіть пізніше з Дії -> Скасувати зірку.
vi: Bỏ sao tại đây; khôi phục sau từ Hoạt động -> Hoàn tác bỏ sao.
zh_hans: 在这里取消 Star，以后可在 Activity -> Undo Star 恢复。
zh_hant: 在此取消 Star，之後可從「活動」→「復原 Star」恢復。

# gettingStarted.step.unstar.title
source: Unstar and restore later
ar: إلغاء التنجيم والاستعادة لاحقًا
de: Entmarkieren und später wiederherstellen
es: Quitar estrella y restaurar después
fr: Retirer le star et restaurer plus tard
id: Hapus bintang dan pulihkan nanti
it: Rimuovi stella e ripristina dopo
ja: スターを外して後で復元
ko: 별표 취소하고 나중에 복원
nl: Ster verwijderen en later herstellen
pl: Usuń gwiazdkę i przywróć później
pt_br: Remover estrela e restaurar depois
ru: Убрать звезду и восстановить позже
tr: Yıldızı kaldır ve sonra geri yükle
uk: Прибрати зірку та відновити пізніше
vi: Bỏ sao và khôi phục sau
zh_hans: 取消 Star 并了解恢复
zh_hant: 取消 Star 並了解恢復

# gettingStarted.subtitle
source: A short checklist for your first useful library.
ar: قائمة تحقق قصيرة لبناء أول مكتبة مفيدة لك.
de: Eine kurze Checkliste für Ihre erste nützliche Bibliothek.
es: Una lista de verificación breve para tu primera biblioteca útil.
fr: Une courte liste pour votre première bibliothèque utile.
id: Daftar periksa singkat untuk perpustakaan pertama yang berguna.
it: Una breve lista di controllo per la tua prima libreria utile.
ja: 最初の便利なライブラリを作るための短いチェックリスト。
ko: 첫 번째 유용한 라이브러리를 위한 짧은 체크리스트입니다.
nl: Een korte checklist voor uw eerste nuttige bibliotheek.
pl: Krótka lista kontrolna dla Twojej pierwszej przydatnej biblioteki.
pt_br: Uma lista rápida para sua primeira biblioteca útil.
ru: Краткий список для вашей первой полезной библиотеки.
tr: İlk kullanışlı kütüphaneniz için kısa bir kontrol listesi.
uk: Короткий список для вашої першої корисної бібліотеки.
vi: Danh sách ngắn cho thư viện hữu ích đầu tiên của bạn.
zh_hans: 跟着这几步，先把收藏库跑起来。
zh_hant: 跟著這幾步，讓你的收藏庫快速上線。

# gettingStarted.tip.ai.message
source: Open AI to summarize the selected repo and continue with follow-up questions.
ar: افتح الذكاء الاصطناعي لتلخيص المستودع المحدد والمتابعة بأسئلة استكشافية.
de: KI öffnen, um das ausgewählte Repository zusammenzufassen und mit Folgefragen fortzufahren.
es: Abre la IA para resumir el repositorio seleccionado y continúa con preguntas de seguimiento.
fr: Ouvrir l'IA pour résumer le dépôt sélectionné et continuer avec des questions de suivi.
id: Buka AI untuk merangkum repositori yang dipilih dan lanjutkan dengan pertanyaan lanjutan.
it: Apri AI per riassumere il repository selezionato e continua con domande di approfondimento.
ja: AIを開いて選択したリポジトリを要約し、フォローアップの質問を続けます。
ko: AI를 열어 선택한 저장소를 요약하고 후속 질문을 계속하세요.
nl: Open AI om de geselecteerde repo samen te vatten en vervolgvragen te stellen.
pl: Otwórz AI, aby podsumować wybrane repozytorium i kontynuować z pytaniami uzupełniającymi.
pt_br: Abra a IA para resumir o repositório selecionado e continue com perguntas de acompanhamento.
ru: Откройте AI, чтобы получить сводку по выбранному репозиторию и задать уточняющие вопросы.
tr: Seçilen depoyu özetlemek ve takip sorularına devam etmek için AI'yı açın.
uk: Відкрийте AI, щоб підсумувати вибраний репозиторій і продовжити з додатковими запитаннями.
vi: Mở AI để tóm tắt repo đã chọn và tiếp tục với các câu hỏi tiếp theo.
zh_hans: 打开 AI 可以总结当前仓库，并继续追问细节。
zh_hant: 開啟 AI 可總結目前倉庫，並繼續追問細節。

# gettingStarted.tip.ai.title
source: Understand before you keep
ar: افهم قبل أن تحتفظ
de: Verstehen, bevor Sie behalten
es: Entiende antes de conservar
fr: Comprendre avant de garder
id: Pahami sebelum menyimpan
it: Comprendi prima di conservare
ja: 保存する前に理解する
ko: 보관하기 전에 이해하세요
nl: Begrijp voordat u bewaart
pl: Zrozum, zanim zachowasz
pt_br: Entenda antes de guardar
ru: Понять, прежде чем сохранять
tr: Saklamadan önce anlayın
uk: Зрозумійте, перш ніж зберігати
vi: Hiểu trước khi giữ lại
zh_hans: 收藏前先读懂
zh_hant: 收藏前先讀懂

# gettingStarted.tip.search.message
source: Use the list search for the current library, or open global search for a wider lookup.
ar: استخدم بحث القائمة للمكتبة الحالية، أو افتح البحث الشامل لنطاق أوسع.
de: Die Listensuche für die aktuelle Bibliothek oder die globale Suche für eine breitere Suche verwenden.
es: Usa la búsqueda de la lista para la biblioteca actual, o abre la búsqueda global para una consulta más amplia.
fr: Utiliser la recherche de liste pour la bibliothèque actuelle, ou ouvrir la recherche globale pour une recherche plus large.
id: Gunakan pencarian daftar untuk perpustakaan saat ini, atau buka pencarian global untuk pencarian yang lebih luas.
it: Usa la ricerca nell'elenco per la libreria corrente, o apri la ricerca globale per una ricerca più ampia.
ja: 現在のライブラリのリスト検索を使用するか、グローバル検索を開いて広く検索します。
ko: 현재 라이브러리에서 목록 검색을 사용하거나, 더 넓은 검색을 위해 전체 검색을 여세요.
nl: Gebruik de lijstzoekopdracht voor de huidige bibliotheek, of open de globale zoekopdracht voor een bredere zoektocht.
pl: Użyj wyszukiwania na liście dla bieżącej biblioteki lub otwórz wyszukiwanie globalne, aby uzyskać szersze wyniki.
pt_br: Use a pesquisa da lista para a biblioteca atual ou abra a pesquisa global para uma busca mais ampla.
ru: Используйте поиск по списку в текущей библиотеке или откройте глобальный поиск для более широкого поиска.
tr: Geçerli kütüphane için liste aramasını veya daha geniş bir arama için genel aramayı kullanın.
uk: Використовуйте пошук у списку для поточної бібліотеки або відкрийте глобальний пошук для ширшого пошуку.
vi: Dùng tìm kiếm trong danh sách cho thư viện hiện tại, hoặc mở tìm kiếm toàn cục để tra cứu rộng hơn.
zh_hans: 当前列表用这里搜索；需要更大范围时再打开全局搜索。
zh_hant: 目前列表用此搜尋；需要更大範圍時再開啟全域搜尋。

# gettingStarted.tip.search.title
source: Find repos faster
ar: اعثر على المستودعات أسرع
de: Repositories schneller finden
es: Encuentra repositorios más rápido
fr: Trouver des dépôts plus rapidement
id: Temukan repositori lebih cepat
it: Trova repository più velocemente
ja: リポジトリを素早く見つける
ko: 저장소를 더 빨리 찾기
nl: Vind repos sneller
pl: Szybciej znajduj repozytoria
pt_br: Encontre repositórios mais rápido
ru: Находить репозитории быстрее
tr: Depoları daha hızlı bulun
uk: Швидше знаходьте репозиторії
vi: Tìm repo nhanh hơn
zh_hans: 更快找回仓库
zh_hant: 更快找回倉庫
